const coursesData = {
    courses: [
        {
            id: 1,
            name: "Администрирование информационных систем",
            teacherName: "Михайлова С.А",
        },
        {
            id: 2,
            name: "Базы данных",
            teacherName: "Наместников С.А",
        },
        {
            id: 3,
            name: "Программирование на Python",
            teacherName: "Букунов С.В.",
        },
        {
            id: 4,
            name: "Линейное программирование",
            teacherName: "Фролькис С.В.",
        },
        {
            id: 5,
            name: "Практические занятия_Информационные технологии графического проектирования",
            teacherName: "Какой-точел С.В.",
        },
    ],
};
const tasksData = {
    tasks: [
        {
            id: 12,
            name: "Практическое занятие 2. Общие сведения о системном администрировании и горахздо более длинное названиеболее длинное названиеболее длинное название",
            courseID: 1,
        },
        {
            id: 13,
            name: "Практическое занятие 2. Общие сведения о системном администрировании и горахздо более длинное название",
            courseID: 1,
        },
        {
            id: 24,
            name: "Практическое занятие 1. БД",
            courseID: 2,
        },
    ],
};

export { tasksData, coursesData };
